import ist from "../assets/ist.jpg"
import to from "../assets/To.jpg"
import an from "../assets/an.jpg"
import london from "../assets/london.jpg"
import mo from "../assets/mo.jpg"
import ne from "../assets/ne.jpg"
import pa from "../assets/pa.jpg"
import shiraz from "../assets/shiraz.jpg"
import teh from "../assets/teh.jpg"
const Data = [
  {
    id: 1,
    imgSrc: ist,
    destTitle: "استانبول",
    location: "ترکیه",
    fees: "15 میلیون",
    description:
      "استانبول در یک نگاه دو بخش آسیایی و اروپایی استانبول از طریق تنگه‌ای به‌نام تنگه بسفر به یکدیگر متصل شده‌اند که شبه جزیره تراکیه در قاره اروپا و شبه جزیره آناتولی در آسیا واقع شده. این شهر، سومین کلان‌شهر خاورمیانه و بزرگ‌ترین کلان‌شهر اروپا است",
  },
  {
    id: 2,
    imgSrc: london,
    destTitle: "لندن",
    location: "انگلیس",
    fees: "57 میلیون",
    description:
      "بزرگ‌ترین شهر انگلستان و پایتخت این کشور است. این شهر از تمدن و تاریخ غنی برخوردار است. در تاریخ، لندن یکی از شهرهای بسیار مهم جهان بوده است",
  },
  {
    id: 3,
    imgSrc: shiraz,
    destTitle: "شیراز",
    location: "ایران",
    fees: " 7 میلیون",
    description:
      "شیراز شهری پر آوازه در جنوب غربی کشور است. این شهر، پر جمعیت‌ترین شهر جنوب ایران و مرکز استان فارس به حساب می‌آید. شهر لسان‌الغیب از شمال در پناه کوه‌های زاگرس قرار دارد و در همسایگی شهرهای مختلف استان فارس شامل کازرون، فیروز آباد، جهرم، فسا، استهبان، ارسنجان، مرودشت، سپندان و ممسنی واقع شده است",
  },
  {
    id: 4,
    imgSrc: teh,
    destTitle: "تهران",
    location: "ایران",
    fees: "2 میلیون",
    description:
      "تهران در پهنه‌ای بین دو وادی کوه و کویر و در دامنه‌های جنوبی البرز گسترده شده‌است و ۷۳۰ کیلومتر مربع مساحت دارد. از نظر جغرافیایی نیز در ۵۱ درجه و ۱۷ دقیقه تا ۵۱ درجه و ۳۳ دقیقهٔ طول خاوری و ۳۵ درجه و ۳۶ دقیقه تا ۳۵ درجه و ۴۴ دقیقهٔ عرض شمالی قرار دارد",
  },
  {
    id: 5,
    imgSrc: an,
    destTitle: "آنتالیا",
    location: "ترکیه",
    fees: "20 میلیون",
    description:
      "آنتالیا در منطقه مدیترانه و در غرب ترکیه واقع شده‌است. این شهر از سمت شمال با شهر بوردور و اسپارتا، از سمت شمال شرقی به قونیه، از جنوب به دریای مدیترانه، از شرق به شهر کارامان و مرسین، از غرب به شهر مولا و از جنوب غرب توسط شهر کمر احاطه شده‌است",
  },
  {
    id: 6,
    imgSrc: mo,
    destTitle: "مسکو",
    location: "روسیه",
    fees: " 34 میلیون",
    description:
      "پایتخت و پرجمعیت‌ترین شهر در کشور روسیه است. این شهر با جمعیت ۱۲,۶۳۲,۴۰۹ جمعیت در قاره اروپا پس از استانبول و یازدهمین شهر پرجمعیت در جهان است. این شهر در کنار رودخانه مسکو و در ایالت فدرالی مرکزی قرار دارد و در روسیه اروپایی واقع شده‌است",
  },
  {
    id: 7,
    imgSrc: ne,
    destTitle: "نیویورک",
    location: "آمریکا",
    fees: " 80 میلیون",
    description:
      "پرجمعیت‌ترین شهر ایالت نیویورک و ایالات متحده آمریکا است که از ۵ ناحیه شامل برانکس، بروکلین، منهتن، کویینز و استتن آیلند تشکیل شده‌است. این شهر یکی از قطب‌های فرهنگی، سیاسی و اقتصادی جهان است",
  },
  {
    id: 8,
    imgSrc: pa,
    destTitle: "پاریس",
    location: "فرانسه",
    fees: " 45 میلیون",
    description:
      "پایتخت کشور فرانسه، مرکز و یکی از شهرستان‌های ناحیه ایل-دو-فرانس است. رود سن از میان این شهر عبور می‌کند. پاریس یکی از شهرهای پیشروی جهان در زمینه‌های اقتصاد، فرهنگ، سیاست، تحصیل، تفریحات، مد و علم است. پاریس را در کنار لندن، توکیو نیویورک، ابرشهرهای جهان می‌نامند",
  },
  {
    id: 9,
    imgSrc: to,
    destTitle: "توکیو",
    location: "ژاپن",
    fees: " 39 میلیون",
    description:
      "توکیو پایتخت ژاپن و همچنین مقر قصر امپراتوری و ساختمان دولت و مجلس ژاپن است. توکیو بزرگ‌ترین جزیره‌ی ژاپن‌ هم هست",
  },
];

export default Data;
